{
  "zodiacSigns": [
      {
        "name": "Aries",
        "period": "March 21 - April 19",
        "symbol": "♈",
        "element": "Fire",
        "Quality": "Cardinal: Initiation and assertiveness and dynamic energy",
        "house": "1st House, House of Self, Physical Body, Personality, Appearance, First Impression and First Response",
        "rulingPlanet": "Mars",
        "bodypart": "Head",
        "ascendant": "Aries Rising individuals project an aura of confidence and assertiveness. They often have a strong and dynamic physical presence that commands attention. They are known for their boldness and enthusiasm in approaching life. Aries Rising individuals possess a pioneering spirit and are natural-born leaders who are not afraid to take risks and initiate action. They exude a sense of independence and can be seen as trailblazers in their endeavors. Their passionate and energetic nature makes them stand out in a crowd.",
        "appearance": "Aries Rising individuals often have a dynamic and energetic look to their physical appearance. They possess a vibrant and confident presence. Aries Rising individuals tend to have strong and assertive features, with a self-assured and direct gaze. They may have a youthful and enthusiastic demeanor, with a spirited and bold expression. Their overall appearance can be bold and daring, with a tendency to make a statement through their fashion choices. Aries Rising individuals often have a magnetic and charismatic aura that draws attention and reflects their natural leadership qualities.",
        "moon": "Aries Moon individuals have a strong need for emotional independence and freedom. They value their autonomy and can feel suffocated or restless in relationships that restrict their personal freedom. They seek emotional excitement and crave new experiences to feel fulfilled on an emotional level.",
        "traits": [
          "Bold",
          "Courageous",
          "Adventurous",
          "Confident",
          "Passionate",
          "Enthusiastic",
          "Independent",
          "Competitive",
          "Energetic"
        ],
        "weaknesses": [
          "Extremly egoistic",
          "Very Impulsive",
          "Impatient",
          "Aggressive",
          "Dramatic",
          "Selfish",
          "Childish",
          "Bossy",
          "Short tempered",
          "Friendly"
          ]
      },

      {
        "name": "Taurus",
        "period": "April 20 - May 20",
        "symbol": "♉",
        "element": "Earth",
        "Quality": "Fixed: Resistance to change and great willpower",
        "house": "2nd House, House of Possessions, Materialism, Money, Self-Worth and Sense of Security",
        "rulingPlanet": "Venus",
        "bodypart": "Neck and Throat",
        "ascendant": "Taurus Rising individuals have a calm and steady presence. They project an air of reliability and dependability. Taurus Rising individuals are often characterized by their strong physical presence and sensual charm. They value stability and security, seeking comfort and luxury in their surroundings. They have a patient and persevering nature, taking a steady and methodical approach to achieve their goals. Taurus Rising individuals can be quite resilient and possess a grounded and practical perspective in their interactions with the world.",
        "appearance": "Taurus Rising individuals often have a strong and grounded look to their physical appearance. They possess a calm and steady presence. Taurus Rising individuals tend to have a solid and well-built physique, with a certain gracefulness in their movements. They may have expressive and sensual features, with a warm and inviting smile. Their overall appearance can be earthy and natural, with a preference for classic and timeless fashion choices. Taurus Rising individuals often have a soothing and comforting aura that makes others feel at ease in their presence.",
        "moon": "Taurus Moon individuals have a deep-rooted need for stability and security in their emotional lives. They seek comfort, reliability, and consistency in their relationships and surroundings. They are known for their strong emotional resilience and their ability to provide a steady and nurturing presence for others.",
        "traits": [
          "Sensual",
          "Patient",
          "Determined",
          "Food Lover",
          "Loyal",
          "Dependable",
          "Hardworking",
          "Ambitious",
          "Practical"
        ],
        "weaknesses": [
            "Extreme stubborn",
            "Moody",
            "Possessive",
            "Afraid of change",
            "Materialistic",
            "Self-indulging",
            "Conflict avoidant",
            "Inflexible",
            "Uncompromising",
            "Controlling",
            "Jealous"
          ]
      },

      {
        "name": "Gemini",
        "period": "May 21 - June 20",
        "symbol": "♊",
        "element": "Air",
        "Quality": "Mutable: Flexibility, adaptability and an ability to change and adjust to circumstances",
        "house": "3rd House, House of Communication, Siblings, Short-distance Travel, House of Intellect and Knowledge",
        "rulingPlanet": "Mercury",
        "bodypart": "Hands, Arms, Shoulders and Lungs",
        "ascendant": "Gemini Rising individuals possess a lively and curious demeanor. They are often seen as sociable and adaptable, easily engaging with others in various settings. Gemini Rising individuals have a youthful and playful energy, with a quick wit and a talent for communication. They have a natural charm that allows them to make connections easily and engage in stimulating conversations. They enjoy variety and may have multiple interests or hobbies. Gemini Rising individuals are known for their intellectual curiosity and their ability to see multiple perspectives on any given situation.",
        "appearance": "Gemini Rising individuals often have a youthful and vibrant look to their physical appearance. They possess a lively and expressive presence. Gemini Rising individuals tend to have an animated and curious expression, with a quick and alert gaze. They may have a mischievous smile and an energetic demeanor. Their overall appearance can be versatile and adaptable, with a penchant for experimenting with different styles and trends. Gemini Rising individuals often have a natural charm and a sense of playfulness that shines through their appearance, making them engaging and approachable to others.",
        "moon": "Gemini Moon individuals have a versatile and adaptable emotional nature. They possess a curious and inquisitive mind, constantly seeking mental stimulation and variety in their emotional experiences. They may have a tendency to overthink their emotions and may appear emotionally detached at times, as they process their feelings through the lens of their intellect.",
        "traits": [
          "Versatile",
          "Curious",
          "Adaptable",
          "Street Smart",
          "Free Spirit",
          "Very intellectual",
          "Witty",
          "Funny",
          "Charming",
          "Social"
        ],
        "weaknesses": [
            "Two faced",
            "Gossipy",
            "Indecisive",
            "Irresponsible",
            "Non realiable",
            "Impatient",
            "Aggressive",
            "Unemotional",
            "Stubborn",
            "Unpredictable"
          ]
      },

      {
        "name": "Cancer",
        "period": "June 21 - July 22",
        "symbol": "♋",
        "element": "Water",
        "Quality": "Cardinal: Initiation and assertiveness and dynamic energy",
        "house": "4th House, House of Home and Family, Roots and Ancestors, Emotions and Motherhood",
        "rulingPlanet": "Moon",
        "bodypart": "Breasts and Stomach",
        "ascendant": "Cancer Rising individuals have a nurturing and compassionate presence. They project an aura of sensitivity and emotional depth. Cancer Rising individuals are often deeply connected to their roots and have a strong sense of family and home. They are known for their caring and protective nature, often taking on the role of a caretaker in their relationships. They may have a gentle and approachable demeanor that makes others feel comfortable and safe in their presence. Cancer Rising individuals have a natural intuition and can easily pick up on the emotions and needs of those around them.",
        "appearance": "Cancer Rising individuals often have a gentle and nurturing look to their physical appearance. They possess a caring and empathetic presence. Cancer Rising individuals tend to have soft and welcoming features, with a kind and warm expression. They may have expressive and soulful eyes that reflect their deep emotional nature. Their overall appearance can be comforting and approachable, with a preference for comfortable and cozy fashion choices. Cancer Rising individuals often have a natural ability to make others feel at ease in their presence and exude a sense of emotional depth and sensitivity.",
        "moon": "Cancer Moon individuals are very emotional and sensitive. They are very nurturing and love to take care of others. They are very loyal and love to be loyal. They are very imaginative and love to be creative. They are very protective and love to be protective.",
        "traits": [
          "Nurturing",
          "Sensitive",
          "Protective",
          "Intuitive",
          "Very Loving",
          "Imaginative",
          "Cautious",
          "Emotional"
        ],
        "weaknesses": [
            "Moody",
            "Pessimistic",
            "Insecure",
            "Manipulative",
            "Clingy",
            "Self-pitying",
            "Overly sensitive",
            "Over dramatic",
            "Explosive",
            "Friendly"
          ]
      },

      {
        "name": "Leo",
        "period": "July 23 - August 22",
        "symbol": "♌",
        "element": "Fire",
        "Quality": "Fixed: Resistance to change and great willpower",
        "house": "5th House, House of Pleasure, Creativity, Children, Romance, Self-Expression and Ego",
        "rulingPlanet": "Sun",
        "bodypart": "Heart and Spine",
        "ascendant": "Leo Rising individuals possess a confident and charismatic presence. They exude an air of self-assurance and radiate with enthusiasm and warmth. Leo Rising individuals often have a strong physical presence, with a commanding and regal aura. They enjoy being the center of attention and have a natural flair for drama and self-expression. Their vibrant and playful energy draws others to them, and they have a natural ability to inspire and uplift those around them. Leo Rising individuals have a magnetic charm and are often seen as natural-born leaders who bring a sense of excitement and vitality to any situation.",
        "appearance": "Leo Rising individuals often have a regal and radiant look to their physical appearance. They possess a charismatic and confident presence. Leo Rising individuals tend to have a strong and commanding stature, with a proud and noble expression. They may have expressive and captivating eyes that draw attention and convey their dramatic nature. Their overall appearance can be bold and attention-grabbing, with a flair for stylish and eye-catching fashion choices. Leo Rising individuals often have a natural magnetism and an aura of self-assuredness that makes them stand out in a crowd.",
        "moon": "Leo Moon individuals have a radiant and expressive emotional nature. They seek recognition and validation for their emotions and desire to be seen and admired for their unique qualities. They have a flair for drama and may display a theatrical or dramatic style in expressing their emotions. They are fiercely loyal and protective of their loved ones, often taking on a leadership role in their relationships.",
        "traits": [
          "Confident",
          "Romantic",
          "Creative",
          "Generous",
          "Warm-hearted",
          "Cheerful",
          "Humorous",
          "Charismatic",
          "Passionate"
        ],
        "weaknesses": [
            "Very dramatic",
            "Arrogant",
            "Stubborn",
            "Self-centered",
            "Lazy",
            "Jealous",
            "Inflexible",
            "Possessive",
            "Dominating"
          ]
      },

      {
        "name": "Virgo",
        "period": "August 23 - September 22",
        "symbol": "♍",
        "element": "Earth",
        "Quality": "Mutable: Flexibility, adaptability and an ability to change and adjust to circumstances",
        "house": "6th House, House of Health, Service, Work, Daily Habits and Routines",
        "rulingPlanet": "Mercury",
        "bodypart": "Digestive System",
        "ascendant": "Virgo Rising individuals have a calm and composed demeanor. They project an aura of practicality and attention to detail. Virgo Rising individuals are known for their sharp observation skills and analytical mindset. They have a strong desire for order and efficiency in their surroundings. They often appear well-groomed and put-together, paying attention to the smallest details. Virgo Rising individuals have a service-oriented nature, and they derive satisfaction from helping others and offering practical advice. They may have a reserved and modest demeanor but possess a keen intellect and a willingness to be of assistance.",
        "appearance": "Virgo Rising individuals often have a neat and refined look to their physical appearance. They possess an air of practicality and attention to detail. Virgo Rising individuals tend to have well-groomed and organized features, with a focus on cleanliness and precision. They may have an intelligent and analytical gaze, reflecting their keen observation skills. Their overall appearance can be modest yet polished, with a preference for classic and timeless styles. Virgo Rising individuals often have a composed and put-together presence that exudes professionalism and reliability.",
        "moon": "Leo Moon individuals have a natural flair for drama and self-expression. They possess a deep need to be seen and appreciated for their emotional uniqueness. They radiate warmth, enthusiasm, and passion, and their emotions can be intense and vibrant. They often have a strong desire for attention and recognition, and they thrive when their emotional contributions are acknowledged and celebrated.",
        "traits": [
          "Analytical",
          "Practical",
          "Detail-oriented",
          "Intelligent",
          "Communicative",
          "Loyal",
          "Hardworking",
          "Helpful",
          "Modest"
        ],
        "weaknesses": [
            "Judgemental",
            "Workaholic",
            "Perfectionist",
            "Overly critical",
            "Conservative",
            "Worrying",
            "High expectations on self",
            "Overly analytical"
          ]
      },

      {
        "name": "Libra",
        "period": "September 23 - October 22",
        "symbol": "♎",
        "element": "Air",
        "Quality": "Cardinal: Initiation and assertiveness and dynamic energy",
        "house": "7th House, House of Partnership, Marriage, Commitment and Open Enemies",
        "rulingPlanet": "Venus",
        "bodypart": "Lower Back and Buttocks",
        "ascendant": "Libra Rising individuals have a charming and diplomatic presence. They exude an aura of harmony and balance. Libra Rising individuals are known for their refined taste and appreciation for beauty. They have a natural sense of style and often pay attention to their physical appearance. They possess excellent social skills and have a knack for creating and maintaining harmonious relationships. Libra Rising individuals strive for fairness and justice, seeking to create a peaceful and cooperative atmosphere in their interactions with others. They have a natural ability to see different perspectives and find common ground in conflicts.",
        "appearance": "Libra Rising individuals often have a balanced and harmonious look to their physical appearance. They possess a natural sense of beauty and grace. Libra Rising individuals tend to have symmetrical facial features and a pleasant smile. They may have a charming and approachable demeanor, with a friendly and engaging presence. Their overall appearance can be aesthetically pleasing and balanced, with a sense of style that reflects their appreciation for beauty and elegance. Libra Rising individuals often have a magnetic and attractive aura that draws others towards them.",
        "moon": "Libra Moon individuals have a deep need for harmony and balance in their emotional lives. They value peace, fairness, and cooperation in their relationships. They are skilled at seeing different perspectives and strive for compromise and diplomacy when it comes to emotional matters. They have a natural affinity for beauty and aesthetics, and they often seek to create harmonious environments that reflect their inner sense of balance.",
        "traits": [
          "Diplomatic",
          "Charming",
          "Confident",
          "Easy Going",
          "Harmonious",
          "Analytical",
          "Romantic",
          "Smart",
          "Social"
        ],
        "weaknesses": [
            "Need of attention and approval",
            "Indecisive",
            "Non confrontational",
            "Self pity",
            "Lazy",
            "Superficial",
            "Vain",
            "Manipulative",
            "Unreliable"
          ]
      },

      {
        "name": "Scorpio",
        "period": "October 23 - November 21",
        "symbol": "♏",
        "element": "Water", 
        "Quality": "Fixed: Resistance to change and great willpower",
        "house": "8th House, House of Reincarnation, Death, Sex, Transformation and Mysteries",
        "rulingPlanet": "Pluto",
        "bodypart": "Reproductive Organs",
        "ascendant": "Scorpio Rising individuals possess an intense and magnetic presence. They exude an air of mystery and depth. Scorpio Rising individuals have a penetrating gaze and a powerful aura that draws others in. They have a strong will and determination, often pursuing their goals with unwavering focus. Scorpio Rising individuals value authenticity and have a natural ability to see through facades. They possess strong intuition and can easily sense the hidden emotions and motivations of others. They have a transformative nature, often experiencing profound personal growth throughout their lives",
        "appearance": "Scorpio Rising individuals often have a striking and intense look to their physical appearance. They possess an air of mystery and depth that is reflected in their facial features. Scorpio Rising individuals tend to have penetrating, almond shaped, dark and magnetic eyes, which can be captivating and revealing of their emotions. They may have a strong and commanding presence, with well-defined features such as sharp cheekbones or a strong jawline. Their overall appearance can be alluring and enigmatic, often drawing attention from others. Scorpio Rising individuals often have a certain aura of intensity and sensuality that sets them apart and makes them stand out in a crowd.",
        "moon": "Scorpio Moon individuals have intense and transformative emotions. They experience emotions on a profound level and are not afraid to dive into the depths of their feelings. They possess incredible emotional strength and resilience, capable of navigating through intense emotional situations. They have a natural ability to perceive hidden truths and may have strong intuitive and psychic abilities. Trust and loyalty are paramount to them in relationships, and they value deep emotional connections with others.",
        "traits": [
          "Passionate",
          "Powerful",
          "Loyal",
          "Sexual",
          "Mysterious",
          "Intuitive",
          "Intense",
          "Ambitious",
          "Stubborn",
          "Observant",
          "Emotional"
        ],
        "weaknesses": [
            "Obsessive",
            "Possessive",
            "Stalker",
            "Suspicious",
            "Jealous",
            "Manipulative",
            "Resentful",
            "Black and white thinking",
            "Unforgiving",
            "Egoistic"
          ]
      },

      {
        "name": "Sagittarius",
        "period": "November 22 - December 21",
        "symbol": "♐",
        "element": "Fire",
        "Quality" : "Mutable: Flexibility, adaptability and an ability to change and adjust to circumstances",
        "house": "9th House, House of Philosophy, Higher Education, Travel and Spirituality",
        "rulingPlanet": "Jupiter",
        "bodypart": "Hips and Thighs",
        "ascendant": "Sagittarius Rising individuals have an optimistic and adventurous presence. They exude an aura of enthusiasm and exploration. Sagittarius Rising individuals have a natural curiosity and a love for learning. They possess a free-spirited and open-minded nature, always seeking new experiences and knowledge. They have a philosophical outlook on life and often engage in deep conversations about life's meaning and purpose. Sagittarius Rising individuals are known for their sense of humor and their ability to bring laughter and lightheartedness to any situation. They have a contagious enthusiasm that inspires those around them.",
        "appearance": "Sagittarius Rising individuals often have a lively and energetic look to their physical appearance. They exude an air of optimism and adventure. Sagittarius Rising individuals tend to have a radiant and expressive smile, reflecting their enthusiastic and outgoing nature. They may have a tall or athletic build, with a certain gracefulness in their movements. Their overall appearance may give off a sense of freedom and nonchalance, with a tendency towards casual and comfortable clothing choices. Sagittarius Rising individuals often have a bright and open countenance that attracts others towards their lively and spirited energy.",
        "moon": "Sagittarius Moon individuals have a free-spirited and adventurous emotional nature. They possess an optimistic outlook on life and a desire for exploration and expansion. They seek emotional freedom and value their independence greatly. They have a love for learning and may have a philosophical or spiritual bent to their emotions. They are open-minded, honest, and have a contagious enthusiasm that can inspire others around them.",
        "traits": [
          "Adventurous",
          "Optimistic",
          "Generous",
          "Wild",
          "Charismatic",
          "Open minded",
          "Free Spirit",
          "Easy Going",
          "Philosophical"
        ],
        "weaknesses": [
            "Non realistic",
            "Irresponsible",
            "Non realiable",
            "Impatient",
            "Aggressive",
            "Blunt",
            "Inconsistent",
            "Unemotional"
          ]
      },

      {
        "name": "Capricorn",
        "period": "December 22 - January 19",
        "symbol": "♑",
        "element": "Earth",
        "Quality": "Cardinal: Initiation and assertiveness and dynamic energy",
        "house": "10th House, House of Social Status, Career, Public Reputation and Responsibility",
        "rulingPlanet": "Saturn",
        "bodypart": "Knees",
        "ascendant": "Capricorn Rising individuals have a composed and responsible presence. They exude an air of maturity and ambition. Capricorn Rising individuals are known for their strong work ethic and dedication to achieving their goals. They possess a natural sense of structure and organization. They project an aura of authority and often have a commanding presence. Capricorn Rising individuals value stability and long-term success, often taking a practical and calculated approach to their endeavors. They have a keen sense of responsibility and may assume leadership roles in their personal and professional lives.",
        "appearance": "Capricorn Rising individuals often have a poised and composed look to their physical appearance. They exude an air of professionalism and seriousness. Capricorn Rising individuals tend to have well-defined bone structures and a strong sense of discipline in their grooming and presentation. They may have a traditional and classic sense of style, opting for timeless and sophisticated clothing choices. Their overall appearance may give off an aura of authority and maturity, with a sense of practicality and attention to detail. Capricorn Rising individuals often have a polished and professional demeanor that commands respect and admiration.",
        "moon": "Capricorn Moon individuals have a practical and disciplined approach to their emotions. They have a strong sense of responsibility and a need for structure and stability in their emotional lives. They often display a mature and reserved demeanor, carefully managing their emotions and showing great self-control. They are ambitious and hardworking, driven by a desire for success and achievement. They value tradition and may have a deep respect for authority and rules. Building a solid foundation and achieving long-term security are important to them in their emotional journey.",
        "traits": [
          "Responsible",
          "Very intelligent",
          "Disciplined",
          "Independent",
          "Ambitious",
          "Funny", 
          "Knows how to have fun",
          "entrperneurial",
          "Practical"
        ],
        "weaknesses": [
            "Can't take criticism",
            "Extreme stubborn",
            "Unemotional",
            "Sarcastic",
            "Temperamental",
            "Money driven",
            "To high expectations on others and self",
            "Unforgiving"
          ]
      },

      {
        "name": "Aquarius",
        "period": "January 20 - February 18",
        "symbol": "♒",
        "element": "Air",
        "Quality": "Fixed: Resistance to change and great willpower",
        "house": "11th House, House of Friendships, Society, Politics, Humanity and Inventions",
        "rulingPlanet": "Uranus",
        "bodypart": "Ankles and Shins",
        "ascendant": "Aquarius Rising individuals have a unique and eccentric presence. They exude an air of individuality and originality. Aquarius Rising individuals are known for their progressive and forward-thinking mindset. They possess a strong sense of social justice and often champion causes related to equality and humanitarianism. They have a natural affinity for innovation and may have a distinct personal style that sets them apart. Aquarius Rising individuals value freedom and independence, often forging their own path and challenging traditional norms. They have a friendly and approachable demeanor and enjoy engaging in intellectually stimulating conversations.",
        "appearance": "Aquarius Rising individuals often have a unique and unconventional look to their physical appearance. They may possess a sense of individuality and distinctiveness in their style and overall presentation. Aquarius Rising individuals tend to have a striking and expressive gaze, with eyes that reflect their keen intellect and visionary nature. They may experiment with different hairstyles, colors, or fashion choices that stand out from the norm. Their overall appearance may give off an air of modernity and innovation, as they are often drawn to progressive and cutting-edge trends. Aquarius Rising individuals can have an aura of independence and nonconformity that sets them apart from the crowd.",
        "moon": "Aquarius, is very independent and original. They are very intellectual and love to learn. They are very friendly and love to be around people. They are very humanitarian and love to be unique. They are very rebellious and love to be different.",
        "traits": [
          "Independent",
          "Intellectual",
          "Inventive",
          "Rebellious",
          "Historical",
          "Ambitious",
          "Confident",
          "Responsible",
          "Friendly"
        ],
        "weaknesses": [
            "Stubborn",
            "Unemotional",
            "Sarcastic",
            "Extreme conflit avoidant",
            "Temperamental",
            "Unpredictable",
            "Friendly"
          ]
      },

      {
        "name": "Pisces",
        "period": "February 19 - March 20",
        "symbol": "♓",
        "element": "Water",
        "Quality": "Mutable: Flexibility, adaptability and an ability to change and adjust to circumstances",
        "house": "12th House, House of Subconscious, Illusions, Dreams, Secrets and all things kept hidden",
        "rulingPlanet": "Neptune",
        "bodypart": "Feet",
        "ascendant": "Pisces Rising individuals have a gentle and compassionate presence. They exude an aura of empathy and sensitivity. Pisces Rising individuals are known for their intuitive and psychic abilities. They possess a deep connection to the emotional undercurrents around them and often have a profound understanding of others' feelings. They have a dreamy and imaginative nature, often displaying creative talents. Pisces Rising individuals have a natural inclination towards spirituality and may seek solace in introspection and introspective practices. They have a calming presence that can make others feel at ease in their presence.",
        "appearance": "Pisces Rising individuals often have a soft and dreamy look to their physical appearance. They may have a gentle and elusive quality that is reflected in their facial features. Pisces Rising individuals tend to have expressive and soulful eyes, which can be captivating and reflective of their sensitive nature. Their overall appearance may give off an ethereal and mystical vibe, with a natural gracefulness to their movements. They may have a tendency to lean towards flowing and comfortable clothing choices, reflecting their desire for comfort and ease. Pisces Rising individuals often possess a certain allure and enchantment that draws others towards them.",
        "moon": "Pisces Moon individuals have a deep and intuitive emotional nature. They are highly empathetic and sensitive to the emotions of others. They possess a rich imagination and a dreamy, poetic quality to their emotions. They have a natural ability to connect with the spiritual and mystical realms, often displaying psychic or intuitive abilities. They are compassionate and selfless, often putting the needs of others before their own. They may seek solace in creative outlets and have a deep appreciation for art, music, and all forms of beauty.",
        "traits": [
          "Compassionate",
          "Intellectual",
          "Patient",
          "Artistic",
          "Dreamy",
          "Imaginative",
          "Intuitive",
          "Sensitive",
          "Friendly"
        ],
        "weaknesses": [
            "Sneaky",
            "Indecisive",
            "Escapist",
            "Dramatic",
            "Weak-willed",
            "Over-sensitive",
            "Easily led",
            "Can be a victim or martyr"
          ]
      }
    ]
    }
